Revit 2024 API
RelinquishedItems.GetRelinquishedElements Method
 The elements that were relinquished by the current user.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2014
Syntax
C#
public ICollection<ElementId> GetRelinquishedElements()
Visual Basic
Public Function GetRelinquishedElements As ICollection(Of ElementId)
Visual C++
public:
ICollection<ElementId^>^ GetRelinquishedElements()
See Also
RelinquishedItems Class
Autodesk.Revit.DB Namespace